Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: In Part I (comparison of 12.5 mg empagliflozin/1000 mg metformin FDC with the individual tablets under fed and fasted conditions), the overall power to reject the null hypothesis within a single dose group was calculated from the product of the 4 squared single powers.
es_es: En la Parte I (comparación de la combinación a dosis fija de empagliflozina 12.5 mg/metformina 1000 mg con comprimidos individuales en estado pre- y postprandial), la potencia global para rechazar la hipótesis nula dentro de un grupo de dosis única se calculó multiplicando los 4 cuadrados de las potencias individuales.

source: In Part I, 23 of 24 subjects participated in all visits and received a single dose of each of the 4 treatments resulting in a total dose of 4000 mg metformin and 50 mg empagliflozin.
es_es: En la Parte I, 23 de los 24 sujetos participaron en todas las visitas y recibieron una dosis única de cada uno de los 4 tratamientos, lo que resultó en una dosis total de 4000 mg de metformina y 50 mg de empagliflozina.

source: In Part II (comparison of 5 mg empagliflozin/1000 mg metformin FDC with the individual tablets under fed conditions), the overall power was calculated from the product of the individual power values.
es_es: En la Parte II (comparación de la combinación a dosis fija de empagliflozina 5 mg/metformina 1000 mg con comprimidos individuales en estado postprandial), la potencia global se calculó multiplicando las potencias individuales.

source: In Part II, 22 of 24 subjects participated in all visits and received a single dose of each of the 2 treatments, resulting in a total dose of 2000 mg metformin and 10 mg empagliflozin.
es_es: En la Parte II, 22 de los 24 sujetos participaron en todas las visitas y recibieron una dosis única de cada uno de los 2 tratamientos, lo que resultó en una dosis total de 2000 mg de metformina y 10 mg de empagliflozina.

source: In Person Signer Events
es_es: Eventos presenciales de los signatarios

source: In Table 1 the company name, address and abbreviated company name is added.
es_es: En la Tabla 1, se pueden consultar la denominación completa, el domicilio y la denominación abreviada de la empresa.

source: In a 1000 mL volumetric flask dissolve 6.805 g of monobasic potassium phosphate KH2PO4 in 800 mL deionized water, adjust to pH 6.8 with about 11.5 mL 2 M sodium hydroxide solution and make up to the mark with deionized water.
es_es: En un matraz aforado de 1000 ml, disolver 6.805 g de fosfato monobásico de potasio KH2PO4 en 800 ml de agua desionizada, llevar el pH a 6.8 con aproximadamente 11.5 ml de solución de hidróxido de sodio 2M y llevar a enrase con agua desionizada.

source: In a 20-mL volumetric flask, make up 230 µL of ethanesulfonic acid 70% (reference substance) and 230 µL of methanesulfonic acid (reference substance) to the mark with ethanol.
es_es: En un matraz aforado de 20 ml, llevar a enrase 230 µl de ácido etanosulfónico al 70% (sustancia de referencia) y 230 µl de ácido metanosulfónico (sustancia de referencia) con etanol.

source: In a 20-mL volumetric flask, make up 230 µL of ethanesulfonic acid 70% (reference substance) to the mark with ethanol (equivalent to about 10 mg/mL of ethanesulfonic acid).
es_es: En un matraz aforado de 20 ml, llevar a enrase 230 µl de ácido etanosulfónico al 70% (sustancia de referencia) con etanol (equivalente a aproximadamente 10 mg/ml de ácido etanosulfónico).

source: In a 250 mL conical flask fitted with a ground-glass stopper, introduce 10.0 mL of the solution, 15 mL of water R, 5 mL of hydrochloric acid R and 4 g of potassium iodide R, close the flask, allow to stand in the dark for 15 min and add 100 mL of water R.
es_es: En un matraz cónico de 250 ml, tapado con un tapón de vidrio esmerilado, introducir 10.0 ml de la solución, 15 ml de agua R, 5 ml de ácido clorhídrico R y 4 g de yoduro de potasio R; cerrar el frasco, dejar reposar en la oscuridad 15 minutos y añadir 100 ml de agua R.

source: In a 250 mL conical flask fitted with a ground-glass stopper, introduce 5.0 mL of the solution, 5 mL of dilute hydrogen peroxide solution R and 10 mL of a 300 g/L solution of sodium hydroxide R.
es_es: En un matraz cónico de 250 ml tapado con un tapón de vidrio esmerilado, introducir 5.0 ml de la solución, 5 ml de solución de peróxido de hidrógeno diluido R y 10 ml de una solucion de hidróxido de sodio R a 300 g/l.

source: In a few cases abortion and resorption of the foetus occurred.
es_es: En unos pocos casos se produjo aborto y reabsorción del feto.

source: In a multidisciplinary FMEA approach, risk priority numbers (RPNs) were assigned to all process parameters in order to rank the process steps and to identify potential critical and / or potential key process parameters and indicators.
es_es: En un enfoque multidisciplinario de análisis de efectos en modo de fallos, se asignaron números de prioridad de riesgo a todos los parámetros del proceso para clasificar los pasos del proceso e identificar parámetros e indicadores del proceso que podrían ser críticos o clave.

source: In a multidisciplinary FMEA approach, risk priority numbers (RPNs) were assigned to all process parameters in order to rank the process steps and to identify potentially critical and / or potentially key process parameters and indicators.
es_es: En un enfoque multidisciplinario de análisis de efectos en modo de fallos, se asignaron números de prioridad de riesgo a todos los parámetros del proceso para clasificar los pasos del proceso e identificar parámetros e indicadores del proceso que podrían ser críticos o clave.

source: In a next step, spesolimab drug product primary stability data (2 - 8°C, 36 months) were analyzed and a linear regression was performed for the parameters main peak, APG and BPG.
es_es: En un paso siguiente, se analizaron los datos de estabilidad primaria del medicamento Espesolimab (2 - 8° C, 36 meses) y se trazó una regresión lineal para los parámetros de pico principal, grupo de picos ácidos y grupo de picos básicos.

source: In a non-GLP solubility test, CD 38800 XX was not soluble in water but i DMSO at a concentration of 5000 µg/100 µL.
es_es: En una prueba de solubilidad no adaptada a las buenas prácticas de laboratorio, CD 38800 XX no resultó soluble en agua, pero sí en DMSO a una concentración de 5000 µg/100 µl.

source: In a number of reported cases, the presentation of the condition had been atypical with only moderately increased blood glucose values, below 14 mmol/L (250 mg/dL).
es_es: En varios casos notificados, la presentación de la afección había sido atípica con valores de glucosa en sangre solo moderadamente elevados, por debajo de 14 mmol/l (250 mg/dl).

source: In a post hoc analysis, patients in the rural stratum had longer median (interquartile range) time from thrombolysis to arterial puncture compared with the metropolitan patients (152 [118-192] min vs 41 [22-60] min; P < .001) and a higher percentage of patients who achieved substantial reperfusion (overall:
es_es: En un análisis post hoc, los pacientes del estrato rural tuvieron una mediana de tiempo (rango intercuartílico) superior desde la trombólisis hasta la punción arterial en comparación con los pacientes metropolitanos (152 [118-192] mín. frente a 41 [22-60] mín.; p < .001) y hubo un mayor porcentaje de pacientes que lograron una reperfusión significativa (en conjunto:

source: In a recent large HF outcome trial, 35% of the patients had DM, another 15% were found to have undiagnosed DM, and around 27% had pre-DM [R16-2383].
es_es: En un reciente ensayo amplio de desenlaces sobre insuficiencia cardíaca, 35 % de los pacientes tenía diabetes mellitus, 15 % tenía diabetes mellitus no diagnosticada y aproximadamente 27 % tenía prediabetes [R16-2383].

source: In a retrospective population-based cohort study in Canada, between 1994 and 2004, among 518 children aged between 0 and 17 years of age, there were 33 deaths resulting in an overall all-cause mortality risk of 6.4%.
es_es: En un estudio de cohortes poblacional retrospectivo realizado en Canadá, entre 1994 y 2004, entre 518 niños de entre 0 y 17 años, hubo 33 muertes, lo que arrojó un riesgo general de mortalidad por todas las causas de 6.4%.

source: In a retrospective population-based study in Denmark, between 1994 and 2006, among 372 children between the ages of 0 to 18 years of age, there were 25 deaths resulting in an all-cause mortality risk over a median follow-up time of 8.6 years (IQR 5.1-12.1 years) of 6.7%.
es_es: En un estudio poblacional retrospectivo realizado en Dinamarca, entre 1994 y 2006, entre 372 niños de entre 0 y 18 años, hubo 25 muertes, es decir, un riesgo de mortalidad por todas las causas de 6.7% durante una mediana de seguimiento de 8.6 años (rango intercuartílico: 5.1-12.1 años).

source: In a retrospective population-based study that used data from the United States National Hospital Discharge Survey, African-American children had a VTE incidence rate that was 1.84 times that of White children (95% CI 1.80, 1.87) [R11-4524].
es_es: En un estudio poblacional retrospectivo que utilizó datos de la Encuesta Nacional de Altas Hospitalarias de los Estados Unidos, los niños afroamericanos tuvieron una tasa de incidencia de TEV 1.84 veces mayor que la de los niños blancos (IC del 95%: 1.80; 1.87) [R11-4524].

source: In a retrospective study conducted in Thailand between 1998 and 2015, among 28 neonatal hospital admissions with thromboembolism (VTE not specified), there were 3 deaths resulting in an overall all-cause mortality risk of 14.3% [P19-06505].
es_es: En un estudio retrospectivo realizado en Tailandia entre 1998 y 2015, entre 28 ingresos hospitalarios neonatales con tromboembolismo (TEV no especificada), hubo 3 muertes, lo arrojó un riesgo de mortalidad general por todas las causas de 14.3% [P19-06505].

source: In a retrospective study from a children’s hospital in Canada between 2000 and 2014, among 339 children with lower extremity DVT, recurrent DVT was 5.4 times more frequent in the 56 patients with non-line-related DVT (10.7%) than in the 188 non-neonatal patients with line-related DVT (2.0%) (median follow-up durations were 2.0 and 3.5 years, respectively).
es_es: En un estudio retrospectivo de un hospital pediátrico de Canadá, entre 2000 y 2014, entre 339 niños con trombosis venosa profunda de las extremidades inferiores, la recurrencia fue 5.4 veces más frecuente en los 56 pacientes cuya afección no estaba relacionada con la vía (10.7%) que en los 188 pacientes no neonatales cuya afección sí estaba relacionada con la vía (2.0%) (la mediana de duración del seguimiento fue 2.0 y 3.5 años, respectivamente).

source: In a retrospective study of 64 adolescents (12 to 21 years of age) with VTE who were treated at a US children’s hospital between 2004 and 2014, 14 (22%) experienced recurrent VTE.
es_es: En un estudio retrospectivo de 64 adolescentes (de 12 a 21 años) con TEV tratados en un hospital pediátrico de EE. UU. entre 2004 y 2014, 14 (22%) experimentaron TEV recurrente.

source: In a separating funnel, dissolve 1.0 g in 10 mL of *dilute hydrochloric acid R.*
es_es: En un embudo de decantación, disolver 1.0 g en 10 ml de *ácido clorhídrico diluido R.*

source: In a specific study, cumulative light exposure of the DP during the manufacturing process was simulated.
es_es: En un estudio específico, se simuló la exposición lumínica acumulada del medicamento durante el proceso de fabricación.

source: In a systematic review, with the objective of identifying optimal therapeutic or prophylactic dosing of LMWH in paediatric patients, a total of 49 English language studies published between 1980 and 2017 were identified [R19-2558].
es_es: En una revisión sistemática, con el objetivo de identificar la dosis terapéutica o profiláctica óptima de heparinas de bajo peso molecular en pacientes pediátricos, se identificaron un total de 49 estudios publicados en inglés entre 1980 y 2017 [R19-2558].

source: In a transfer fill, where no DS was discarded after the filter, the first filled vials were examined with respect to protein concentration and PS 20 content.
es_es: En un llenado de transferencia, donde no se descartó principio activo después del filtro, se examinó la concentración de proteína y el contenido de PS 20 de los primeros frascos llenos.

source: In a visual test for coloration of solutions, there are requirements that lead to the use of a 2° angle and diffuse daylight (illuminant C).
es_es: En una prueba visual de coloración de soluciones, algunos requisitos exigen un ángulo de 2° y luz diurna difusa (iluminante C).

source: In accordance with ICH M4Q about the CTD structure, the following documents are included:
es_es: En consonancia con el lineamiento M4Q de la ICH, que refiere a la estructura del documento técnico común CTD, se incluyen los siguientes documentos.

source: In accordance with local IEC requirements, the investigator must also notify their Ethics Committee of any SAEs according the guidelines of the Ethics Committee.
es_es: De conformidad con los requisitos locales del Comité Independiente de Ética, el investigador también debe notificar a su Comité de Ética sobre cualquier evento adverso grave de acuerdo con las pautas del Comité de Ética.

source: In accordance with regulatory requirements, Boehringer submitted nitrosamine risk assessments for approved Boehringer products to health authorities in 2020.
es_es: De acuerdo con los requisitos regulatorios, Boehringer presentó en 2020 a las autoridades sanitarias las evaluaciones de riesgo de presencia de nitrosaminas para sus productos aprobados.

source: In accordance with the European Medicines Agency initiative on Important Medical Events, BI has set up a list of AEs, which by their nature, can always be considered to be “serious” even though they may not have met the criteria of an SAE as given above.
es_es: De acuerdo con la iniciativa de la Agencia Europea de Medicamentos sobre Eventos Médicos Importantes, BI ha creado una lista de EA que, por su naturaleza, siempre pueden considerarse "graves" aunque no hayan cumplido los criterios anteriores de EAG.

source: In accordance with the ICH Q2 (R1) “Validation of Analytical Procedures:
es_es: De acuerdo con el lineamiento Q2 (R1) de la ICH, “Validación de procedimientos analíticos:

source: In accordance with the ICH Q3D element classification, the Class 1 elements and the Class 2A elements were considered in the risk assessment.
es_es: A partir de la clasificación de elementos del lineamiento Q3D de la ICH, en esta evaluación de riesgos se analizaron los elementos de clase 1 y de clase 2A.

source: In accordance with the ICH guideline Q2(R1) “Validation of Analytical Procedures:
es_es: De acuerdo con la directriz ICH Q2 (R1) “Validación de procedimientos analíticos:

source: In accordance with the guideline which states “in case more than 85% of the drug is dissolved within 15 minutes, the dissolution profiles may be accepted as similar without further mathematical evaluation”, no f2 values were calculated for the strength of 40 mg and the dissolution profile were found to be similar.
es_es: De acuerdo con la directriz según la cual "de disolverse más de 85% del medicamento a los 15 minutos, los perfiles de disolución pueden aceptarse como similares sin evaluación matemática adicional", no se calcularon valores de f2 para la concentración de 40 mg y la se determinó que el perfil de disolución era similar.

source: In addition the pH-value of the filtrate was measured.
es_es: Además, se midió el pH del filtrado.

source: In addition DNA spike recovery experiments have been performed demonstrating an addition removal factor of 2,800 for the Phenyl Sepharose step (see report on DNA clearance study, chapter 2).
es_es: Además, se realizaron ensayos de recuperación con enriquecimiento de ADN que demostraron un factor de eliminación adicional de 2.800 en el paso de fenil sefarosa (ver el informe del estudio de depuración de ADN, capítulo 2).

source: In addition a different rubber stopper and the respective crimp cap are introduced for manufacturing of tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial with SM6.
es_es: Además, se han introducido un tapón de caucho y su tapa metálica respectiva en la fabricación de tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial, en la línea SM6.

source: In addition it was shown that even a large excess of DNA in the column load (up to 20,000 fold excess compared to manufacturing process) did not affect DNA clearance.
es_es: Además, quedó demostrado que ni siquiera un amplio exceso de ADN en la carga de la columna (hasta 20.000 veces excedida en comparación con el proceso de fabricación) afectó la depuración de ADN.

source: In addition since several years more than a million patients have been treated with the double amount of rt-PA (Activase) 100 mg compared to TNK-tPA (maximum 50 mg), containing ha-PA in the range of up to 2,500 ppm.
es_es: Además, en los últimos varios años más de un millón de pacientes han recibido tratamiento con el doble de rt-PA en dosis de 100 mg (Activase), en comparación con TNK-tPA (dosis máxima de 50 mg), que contiene ha-PA en un rango de hasta 2.500 ppm.

source: In addition the data confirm that there is no relevant difference between the manufacturing sites, packaging materials and strenghts with regard to the NDMA levels.
es_es: Asimismo, los datos confirman que no hay diferencias relevantes entre los centros de fabricación, los materiales de acondicionamiento y las concentraciones en cuanto a los niveles de NDMA.

source: In addition the impact of residual VHP on DP quality during process interruption was assessed based on a hydrogen peroxide study (Chapter 3.7.3).
es_es: Además, se determinó el efecto del vapor de peróxido de hidrógeno residual sobre la calidad del medicamento durante la interrupción del proceso mediante un estudio de peróxido de hidrógeno (Capítulo 3.7.3).

source: In addition the pH of the aqueous saturated solution is measured using a glass-electrode pH meter.
es_es: Además, el pH de la solución acuosa saturada se mide con un pehachímetro de electrodo de vidrio.

source: In addition to its function as a procedure control system, ClinBaseTM served as data base.
es_es: Además de funcionar como sistema de control de procedimientos, ClinBaseTM también funcionaba como base de datos.

source: In addition to malignancy, other acute or chronic disease-related VTE risk factors include trauma, sepsis, dehydration, acute rheumatic disease, nephrotic syndrome, renal disease, cardiac malformation, chronic rheumatic disease, and metabolic disease [R17-1457; P10-02627; P19-06500; P19-06504; R19-2556; R19-2560; P19-06496].
es_es: Son factores de riesgo de TEV relacionados con enfermedades agudas o crónicas, además de los tumores malignos, traumatismo, sepsis, deshidratación, enfermedad reumática aguda, síndrome nefrótico, enfermedad renal, malformación cardíaca, enfermedad reumática crónica y enfermedad metabólica [R17-1457; P10-02627; P19-06500; P19-06504; R19-2556; R19-2560; P19-06496].

source: In addition to raw/starting materials and in-process safety controls described above, a virus clearance study was conducted to demonstrate the effectiveness of designated unit operations in virus inactivation/removal during the downstream purification process.
es_es: Además de los controles de seguridad de los materiales de partida o materias primas y los controles intermedios del proceso descritos, se llevó a cabo un estudio de eliminación viral para demostrar la eficacia de las operaciones unitarias designadas para eliminación o inactivación de virus durante el proceso posterior de purificación.

source: In addition to the analyses of the adjudicated heart failure endpoints, the occurrence of and time to first investigator-reported heart failure, based on the narrow SMQ ‘cardiac failure’, was a tertiary cardiovascular endpoint.
es_es: Además de los análisis de los puntos finales de insuficiencia cardíaca adjudicados, la aparición y el tiempo hasta la primera insuficiencia cardíaca informada por el investigador, basada en la estrecha 'insuficiencia cardíaca' SMQ, fue un punto final de cardiovascular terciario.

source: In addition to the conducted risk evaluation, a historical batch analysis (confirmatory testing) was conducted for NDMA for empagliflozin / metformin hydrochloride film-coated tablets with validated analytical procedures.
es_es: Además de la evaluación de riesgos realizada, se realizó un análisis histórico de partidas (pruebas confirmatorias) para determinar la presencia de NDMA en los comprimidos recubiertos de empagliflozina/clorhidrato de metformina, siguiendo procedimientos analíticos validados.

source: In addition to the full seven-point calibration model, a five-point calibration model with concentration levels 10.2 ppb, 30.6 ppb, 51.0 ppb, 86.7 ppb and 122.4 ppb was evaluated and the related acceptance criteria were also met.
es_es: Además del modelo de calibración pleno de siete puntos, se evaluó uno de cinco puntos utilizando como niveles de concentración 10.2, 30.6, 51.0, 86.7 y 122.4 partes por mil millones y también se cumplieron los criterios de aceptación relacionados.

source: In addition to the secondary endpoints, related further efficacy endpoints (stated in the section titles) of similar topics are presented in the relevant sections below to give a comprehensive presentation of medically related results.
es_es: Además de los criterios de valoración secundarios, en las próximas secciones relevantes se presentan otros criterios de valoración de eficacia relacionados (indicados en los títulos de las secciones) con temas similares, para brindar una presentación completa de los resultados médicamente relacionados.

source: In addition to the spiking studies, column re-use experiments were performed to demonstrate that multiple use of the Phenyl Sepharose resin will not affect the resin’s ability to effectively remove of DNA.
es_es: Además de los estudios de enriquecimiento, se realizaron ensayos de reutilización de columnas para demostrar que el uso repetido de la resina de fenil sefarosa no afecta la capacidad de la resina para eliminar ADN de manera eficaz.

source: In addition to the validation of the alternative analytical procedure, section 3.2.P.5.3 is amended by including Comparative validation results for the two alternative analytical procedures (LC-MS) proposed for the determination of N-nitroso dabigatran etexilate, showing that the two LC-MS methods are equivalent.
es_es: Además de validarse el procedimiento analítico alternativo, se modifica la sección 3.2.P.5.3, en tanto se incluyen los resultados de una validación comparativa de ambos procedimientos analíticos alternativos de LC-EM propuestos para determinar la presencia de etexilato de N-Nitroso dabigatrán, en los que queda demostrado que ambos métodos de LC-EM son equivalentes.

source: In addition to these measures, information about adverse reactions is collected continuously and regularly analysed so that immediate action can be taken as necessary.
es_es: Además de estas medidas, se recopila continuamente información sobre las reacciones adversas, la que se analiza con regularidad para que se puedan tomar las medidas inmediatas necesarias.

source: In addition, AEs were summarised for 113 patients in the empagliflozin group and 128 patients in the placebo group who had SARS-CoV-2 infections (narrow scope BicMQ).
es_es: Además, se resumieron eventos adversos para 113 pacientes del grupo de empagliflozina y 128 del grupo de placebo que sufrieron infecciones por SARS-CoV-2 (consulta BIcMQ específica).
